const codeJson = {
    // ----------组织架构----------------
    '4=1=1_1-1':'code1',//查看组织架构
    '4=1=1_1-2':'code2',//添加成员
    // ----------合作关系管理----------------
    //--------------全部(Partner.vue)---------------------
    '4=4=2_4-1':'code1', //查看
    '4=4=2_4-10':'code10',//分配角色
    '4=4=2_4-11':'code11',//发起纳税登记
    '4=4=2_4-2':'code2',//新建
    '4=4=2_4-4':'code4',//基本信息编辑
    '4=4=2_4-5':'code5',//业务角色编辑
    '4=4=2_4-6':'code6',//银行卡管理
    '4=4=2_4-7':'code7',//合作状态管理
    '4=4=2_4-8':'code8',//导出
    '4=4=2_4-9':'code9',//导入
    // --------------客户(Client.vue)--------------------
    '4=4=2_5-1':'Client1',//查看
    '4=4=2_5-2':'Client2',//新建
    '4=4=2_5-4':'Client4',//基本信息编辑
    '4=4=2_5-5':'Client5',//业务角色编辑
    '4=4=2_5-6':'Client6',//银行卡管
    '4=4=2_5-7':'Client7',//合作状态管理
    '4=4=2_5-8':'Client8',//导出
    //--------------用工池(LaborPool.vue)-------------------
    '4=4=2_9_1':'LaborPool1',//查看
    '4=4=2_9_2':'LaborPool2',//新建
    '4=4=2_9_3':'LaborPool3',//导出
    '4=4=2_9_4':'LaborPool4',//基本信息编辑
    '4=4=2_9_5':'LaborPool5',//业务信息编辑
    '4=4=2_9_6':'LaborPool6',//银行卡管理
    '4=4=2_9_7':'LaborPool7',//合作状态管理


}
export default codeJson